Repository: DaiTamimi/GetWell
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Panadol
ar: بنادول

source: Mentex
ar: منتكس

source: Defonase
ar: ديفونيز

source: Relaxon
ar: ريلاكسون

source: Scopinal
ar: سكوبينال

source: Use For
ar: دواعي الاستعمال

source: What to Know Before Use
ar: مالذي يجب معرفته قبل الاستعمال

source: •Shake well before uses
ar: •يرج جيدا قبل الاستعمال.

source: •If you forget to take a dose, take it as soon as you remember it unless it is nearly time for your next dose.
ar: •إذا نسيت أن تأخذ الجرعة، فتناولها بمجرد أن تتذكرها ما لم يكن الوقت قد حان للجرعة التالية

source: •Doses may be changed in special conditions so always follow your doctor's or pharmacist's instructions.
ar: •يمكن تغير الجرعات في ظروف خاصة، لذلك اتبع دائمًا تعليمات طبيبك أو الصيدلي.

source: •If you take more than you should, talk to a doctor or go to the hospital straight away.
ar: •إذا كنت تأخذ أكثر مما ينبغي من الدواء، تحدث إلى الطبيب أو اذهب إلى المستشفى على الفور.

source: •Do not take a double dose (two doses at the same time) to make up for the forgotten dose.
ar: •لا تأخذ جرعة مضاعفة (جرعتين في نفس الوقت) لتعويض الجرعة المنسية.

source: Category Of Panadol
ar: ينتمي بنادول أقراص إلى

source: Analgesic & Antipyretic
ar: المسكنات وخافضات الحرارة

source: •Children under 10 years: Do not give Paracetamol tablets to children below 10 years of age.
ar: .الأطفال أقل من 10 سنوات: لا تعط أقراص الباراسيتامول للأطفال دون سن 10 سنوات•

source: •Do not give this medication to children for more than 3 days without talking to the doctor first.
ar: •لا تعطي هذا الدواء للأطفال أكثر من 3 أيام دون التحدث مع الطبيب أولا.

source: •Take a tablet with or without food.
ar: •تناول الأقراص مع الطعام أو بدونه.

source: •Take a tablet with a full glass of water.
ar: •خذ القرص مع كوب كامل من الماء.

source: Category Of Mentex Syrup
ar: ينتمي منتكس شراب إلى

source: Cough Syrup
ar: أدوية الكحة والسعال

source: •Always take this medicine exactly as your doctor or pharmacist has told you.
ar: •دائما تناول هذا الدواء تماما كما أخبرك طبيبك أو الصيدلي.

source: •The average doses:
ar: •متوسط الجرعات:

source: 1-Adults: 1 teaspoonful 3 times daily or as directed by a physician.
ar: •الكبار: 1 ملعقة صغيرة 3 مرات يوميا او حسب ارشادات الطبيب.

source: 2-Children (6 years and above): according to age, ½ to one teaspoonful, 2-3 times daily or as directed by a physician.
ar: •الأطفال (6 سنوات فأكثر): حسب العمر والوزن نصف ملعقة صغيرة 2-3 مرات يومياً أو حسب إرشادات الطبيب.

source: Category Of Defonase Syrup
ar: ينتمي ديفوناز شراب إلى

source: Allergy & Cold Drugs
ar: أدوية البرد والحساسية

source: •It does not matter if you take loratadine/pseudoephedrine before or after food.
ar: •لا يهم إذا كنت تتناول لوراتادين / سودوإيفيدرين قبل أو بعد الطعام.

source: Category Of Relaxon
ar: ينتمي ريلاكسون كبسول إلى

source: Muscle Relaxant Drugs
ar: باسط العضلات

source: •Doses may change from patient to patient based on your age, your medical condition, and whether or not you are taking other medicines, so always follow your physician's instruction
ar: •قد تتغير الجرعات من مريض لآخر بناءً على عمرك وحالتك الطبية وما إذا كنت تتناول أدوية أخرى أم لا، لذلك اتبع دائمًا تعليمات طبيبك.

source: •The usual adult dosage is one to two capsules to be taken 3 times daily.
ar: •الجرعة المعتادة للبالغين هي كبسولة إلى كبسولتين 3 مرات يوميًا.

source: Category Of Scopinal
ar: ينتمي سكوبينال أقراص إلى

source: spasmolytic drugs
ar: الأدوية المضادة للتقلصات

source: •This medicine is intended for adults and children 6 years and older.
ar: •هذا الدواء مخصص للبالغين والأطفال بعمر 6 سنوات فما فوق.

source: •Swallow tablets whole. Do not break or chew.
ar: •أبتلع الأقراص كاملة لا تكسر أو تمضغ.

source: •Take with or without food.
ar: •خذ مع أو بدون الطعام.
